results/data/run1/native-static/erik-laptop/quarkus-worker-pool-36000-WARM-UP.wrk2.out
Running 1m test @ http://erik-pc.local:8080/greeting/Bob
  4 threads and 100 connections
  Thread calibration: mean lat.: 78.554ms, rate sampling interval: 300ms
  Thread calibration: mean lat.: 78.242ms, rate sampling interval: 358ms
  Thread calibration: mean lat.: 105.503ms, rate sampling interval: 375ms
  Thread calibration: mean lat.: 47.079ms, rate sampling interval: 161ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   100.35ms   87.69ms 688.13ms   80.97%
    Req/Sec     8.99k     1.54k   14.45k    72.29%
  2150479 requests in 1.00m, 178.42MB read
Requests/sec:  35808.77
Transfer/sec:      2.97MB